[{"data":1,"prerenderedAt":179},["ShallowReactive",2],{"content-query-ycJEBmYpqS":3},{"_path":4,"_dir":5,"_draft":6,"_partial":6,"_locale":7,"title":8,"description":9,"cover":10,"body":11,"_type":173,"_id":174,"_source":175,"_file":176,"_stem":177,"_extension":178},"/posts/revisao-24-7-30","posts",false,"","Conheça o método de revisão 24/7/30","Para ajudar no processo de memorização dos estudos, é necessário fazer revisões. Uma das técnicas mais famosas é o método 24/7/30","pexels-photo-1925536.webp",{"type":12,"children":13,"toc":166},"root",[14,22,27,32,37,42,47,54,59,64,69,74,79,84,90,106,118,123,128,133,144,149,154],{"type":15,"tag":16,"props":17,"children":18},"element","p",{},[19],{"type":20,"value":21},"text","Em 1885 um cientista chamado Hermann Ebbinghaus publicou um estudo inédito sobre como nosso cérebro esquece ao longo do tempo informações que foram aprendidas.",{"type":15,"tag":16,"props":23,"children":24},{},[25],{"type":20,"value":26},"Baseado nisso, foi proposto um calendário de revisão que tenta reverter a curva do esquecimento.\nQuem estuda para provas e concursos precisa que o conteúdo que foi estudado, seja facilmente resgatado da memória no dia da prova.",{"type":15,"tag":16,"props":28,"children":29},{},[30],{"type":20,"value":31},"Para ajudar nesse processo de memorização do conteúdo estudado, é necessário fazer revisões. Uma das técnicas mais famosas é o método 24/7/30.",{"type":15,"tag":16,"props":33,"children":34},{},[35],{"type":20,"value":36},"Esse método sugere que um intervalo bom para combater a curva do esquecimento é revisar o conteúdo estudado após 24 horas (1 dia), 7 dias e 30 dias.",{"type":15,"tag":16,"props":38,"children":39},{},[40],{"type":20,"value":41},"Assim, quando você revisita o conteúdo aprendido nesses intervalos, o cérebro consolida na memória o conhecimento e cria as conexões necessárias para que esse conhecimento seja facilmente resgatado quando necessário.",{"type":15,"tag":16,"props":43,"children":44},{},[45],{"type":20,"value":46},"Ao forçar o cérebro a se lembrar do conhecimento aprendido, você indica que aquele conhecimento é importante e, por isso, o cérebro precisa mantê-lo em um lugar de fácil acesso.",{"type":15,"tag":48,"props":49,"children":51},"h3",{"id":50},"cuidados-na-hora-de-gerenciar-suas-revisões",[52],{"type":20,"value":53},"Cuidados na hora de gerenciar suas revisões",{"type":15,"tag":16,"props":55,"children":56},{},[57],{"type":20,"value":58},"Controlar o calendário de revisões em intervalos de 1, 7 e 30 dias, não é uma tarefa fácil. Principalmente para quem tem pouco tempo diário de estudos.",{"type":15,"tag":16,"props":60,"children":61},{},[62],{"type":20,"value":63},"Por isso, algumas dicas importantes:",{"type":15,"tag":16,"props":65,"children":66},{},[67],{"type":20,"value":68},"Use uma ferramenta que controla pra você as revisões que devem ser feitas no dia, de forma automática\nFaça revisões breves. Por exemplo: ver as questões que errou daquele assunto ou ler rapidament as principais anotações. Não dedique mais do que um punhado de minutos para essa tarefa, pois você corre o risco de gastar todo seu tempo em revisões ao longo do tempo, quando elas vão se acumulando.",{"type":15,"tag":16,"props":70,"children":71},{},[72],{"type":20,"value":73},"Escolha um período, no máximo dois para suas revisões. Nessa ordem de prioridade. Você não precisa revisar todos os seus estudos nos três intervalos disponíveis. Escolha um desses intervalos, preferencialmente 7 dias. Se tiver muito tempo sobrando, escolha outro, preferencialmente 30 dias. Revise nos 3 períodos somente em casos extremos onde a relevância do assunto for muito alta e seu desempenho no aprendizado dele for muito baixo.",{"type":15,"tag":16,"props":75,"children":76},{},[77],{"type":20,"value":78},"Não revise tudo o que estudou. Deixe para a revisão os assuntos que forem mais importantes e que você tenha mais dificuldade. É uma tentação revisar tudo sempre, mas quando você está em uma jornada de estudo, é comum um assunto ser revisitado e mesmo complementado lá na frente no seu material de estudo, o que faz com que você reforce o que aprendeu, tire eventuais dúvidas e adicione contexto à informação anteriormente aprendida.",{"type":15,"tag":16,"props":80,"children":81},{},[82],{"type":20,"value":83},"O tempo do estudante é muito precioso, e não pode ser perdido com controles que custam mais caro do que os benefícios entregados. Estudar com produtividade é um dos segredos dos aprovados.",{"type":15,"tag":48,"props":85,"children":87},{"id":86},"controle-de-revisões-com-o-estugram",[88],{"type":20,"value":89},"Controle de revisões com o Estugram",{"type":15,"tag":16,"props":91,"children":92},{},[93,95,104],{"type":20,"value":94},"O ",{"type":15,"tag":96,"props":97,"children":101},"a",{"href":98,"rel":99},"https://estugram.com",[100],"nofollow",[102],{"type":20,"value":103},"Estugram",{"type":20,"value":105}," sabe que as revisões são importantes para os estudantes e, pensando nisso, disponibiliza um calendário automático de revisões, baseado nos períodos de estudo registrados na plataforma.",{"type":15,"tag":16,"props":107,"children":108},{},[109,111,116],{"type":20,"value":110},"Toda vez que você estuda um conteúdo e registra ele no ",{"type":15,"tag":96,"props":112,"children":114},{"href":98,"rel":113},[100],[115],{"type":20,"value":103},{"type":20,"value":117},", além dos relatórios de desempenho, você também pode controlar o calendário de revisões desse conteúdo. Quando for o dia de revisar, a plataforma vai indicar ele pra você.",{"type":15,"tag":16,"props":119,"children":120},{},[121],{"type":20,"value":122},"Assim, todo dia, a plataforma vai mostrar na área de revisões do dia, os assuntos que você estudou no dia anterior, há 7 e 30 dias atrás. Dessa forma, você não precisa se preocupar em fazer planilhas complexas, ou agendas rebuscadas para controlar suas revisões. A plataforma vai fazer tudo pra você somente sentar na cadeira e estudar.",{"type":15,"tag":16,"props":124,"children":125},{},[126],{"type":20,"value":127},"Gostou da dica? Use o estugram hoje mesmo para ajudar você a estudar com mais produtividade.",{"type":15,"tag":48,"props":129,"children":131},{"id":130},"estugram",[132],{"type":20,"value":103},{"type":15,"tag":16,"props":134,"children":135},{},[136,137,142],{"type":20,"value":94},{"type":15,"tag":96,"props":138,"children":140},{"href":98,"rel":139},[100],[141],{"type":20,"value":103},{"type":20,"value":143}," é uma plataforma que te ajuda a estudar com mais produtividade e inteligência. Com ele, você registra tudo o que estudou, controla relatórios de desempenho de cada matéria e cada assunto.",{"type":15,"tag":16,"props":145,"children":146},{},[147],{"type":20,"value":148},"Na plataforma você ainda conta com o calendário de revisões de 24h, 7 e 30 dias, gerados automaticamente baseado nos seus estudos.",{"type":15,"tag":16,"props":150,"children":151},{},[152],{"type":20,"value":153},"Tem também as revisões sugeridas, uma lista baseada em seu histórico que merece reforço por ter desempenho abaixo do esperado.",{"type":15,"tag":16,"props":155,"children":156},{},[157,159,164],{"type":20,"value":158},"Menos tempo perdido com planilhas, mais tempo pra estudar. Aprenda a usar o ",{"type":15,"tag":96,"props":160,"children":162},{"href":98,"rel":161},[100],[163],{"type":20,"value":130},{"type":20,"value":165}," para melhorar seus estudos.",{"title":7,"searchDepth":167,"depth":167,"links":168},2,[169,171,172],{"id":50,"depth":170,"text":53},3,{"id":86,"depth":170,"text":89},{"id":130,"depth":170,"text":103},"markdown","content:posts:revisao-24-7-30.md","content","posts/revisao-24-7-30.md","posts/revisao-24-7-30","md",1735774962164]