[{"data":1,"prerenderedAt":204},["ShallowReactive",2],{"content-query-nIDSBbl91g":3},{"_path":4,"_dir":5,"_draft":6,"_partial":6,"_locale":7,"title":8,"description":9,"cover":10,"body":11,"_type":198,"_id":199,"_source":200,"_file":201,"_stem":202,"_extension":203},"/posts/como-monitorar-o-desempenho-nos-estudos","posts",false,"","Como monitorar o desempenho nos estudos","Como saber se estou no caminho certo? Como saber se estou estudando o suficiente? Bem, alguns indicadores nos ajudam a acompanhar nosso desempenho nos estudos e, se necessário, a corrigir as rotas","pexels-photo-1684149.webp",{"type":12,"children":13,"toc":190},"root",[14,26,31,36,45,52,57,67,72,84,89,94,99,105,110,115,120,126,131,147,153,158,163,168,173,185],{"type":15,"tag":16,"props":17,"children":18},"element","blockquote",{},[19],{"type":15,"tag":20,"props":21,"children":22},"p",{},[23],{"type":24,"value":25},"text","“Se você não sabe pra onde vai, qualquer caminho serve” – Gato Cheshire (Alice no País das Maravilhas, Lewis Carroll)",{"type":15,"tag":20,"props":27,"children":28},{},[29],{"type":24,"value":30},"Saber para onde se está indo é meio caminho andado quando se trata de estudar em alto nível. Seja para uma prova na faculdade, de concurso, OAB, certificação, etc.",{"type":15,"tag":20,"props":32,"children":33},{},[34],{"type":24,"value":35},"Como saber se estou no caminho certo? Como saber se estou estudando o suficiente? Bem, alguns indicadores nos ajudam a acompanhar nosso desempenho nos estudos e, se necessário, a corrigir as rotas.",{"type":15,"tag":20,"props":37,"children":38},{},[39],{"type":15,"tag":40,"props":41,"children":42},"strong",{},[43],{"type":24,"value":44},"Indicadores para ficar de olho na hora de estudar:",{"type":15,"tag":46,"props":47,"children":49},"h3",{"id":48},"horas-por-dia-líquido-e-bruto-tempo-de-estudo-diário",[50],{"type":24,"value":51},"Horas por dia (líquido e bruto) – Tempo de estudo diário",{"type":15,"tag":20,"props":53,"children":54},{},[55],{"type":24,"value":56},"Esta talvez seja o primeiro indicador quando se começa a estudar de forma séria. No começo dos estudos, é normal encontrarmos dificuldades para fazer um bom tempo de estudo. Também é difícil fazer boas horas de tempo líquido.",{"type":15,"tag":20,"props":58,"children":59},{},[60,65],{"type":15,"tag":40,"props":61,"children":62},{},[63],{"type":24,"value":64},"Tempo de estudo bruto",{"type":24,"value":66}," é o todo o tempo que você passa dedicado a estudar. É o tempo entre sua última atividade antes do período de estudos e sua próxima atividade após o período de estudos.",{"type":15,"tag":20,"props":68,"children":69},{},[70],{"type":24,"value":71},"Digamos que você acorda, toma banho, escova os dentes, prepara o café da manhã e senta na sua mesa de estudos para estudar. Ao finalizar os estudos, você vai almoçar. Entre o café da manhã, sua última atividade antes dos estudos e o almoço, sua primeira atividade após os estudos, podem ter se passado 4 horas. Esse é seu tempo bruto de estudos.",{"type":15,"tag":20,"props":73,"children":74},{},[75,77,82],{"type":24,"value":76},"Tempo de estudo ",{"type":15,"tag":40,"props":78,"children":79},{},[80],{"type":24,"value":81},"líquido",{"type":24,"value":83}," é todo o tempo de que você passa estudando de fato. Iso é, sem contar o tempo separando material, olhando relatórios do estudo anterior, olhando notificações nas redes sociais, etc.",{"type":15,"tag":20,"props":85,"children":86},{},[87],{"type":24,"value":88},"Digamos que durante as 4 horas de estudo bruto, você tenha demorado 10 minutos para separar o material de estudo antes de começar a ler. Após 30 minutos, você fez uma pausa para passar um café, digamos, de 20 minutos, e logo voltou a estudar.",{"type":15,"tag":20,"props":90,"children":91},{},[92],{"type":24,"value":93},"Passados outros 30 minutos, você terminou a matéria do dia e passou então para a próxima disciplina. Mais 10 minutos separando material e 15 minutos olhando instagram de outros estudantes para dar aquela motivada. Enfim você volta à leitura do material e por aí segue… Seu tempo líquido pode facilmente ser metade do tempo bruto caso não lide bem as pausas e as distrações. É normal que seu tempo bruto seja sempre maior que o líquido.",{"type":15,"tag":20,"props":95,"children":96},{},[97],{"type":24,"value":98},"Assim é que deve mesmo ser, afinal, é impraticável estudar horas a fio sem fazer pausas, sem tomar água, sem ir ao banheiro, sem trocar de material, sem entrar em site de questões, etc. Mas um tempo líquido de estudos menor do que 70% do seu tempo bruto indica que há muito espaço para melhorar sua relação com as distrações e com tudo aquilo que te tira do foco.",{"type":15,"tag":46,"props":100,"children":102},{"id":101},"páginas-por-hora-produtividade",[103],{"type":24,"value":104},"Páginas por hora – Produtividade",{"type":15,"tag":20,"props":106,"children":107},{},[108],{"type":24,"value":109},"Outra importante métrica a ficar de olho é a produtividade no estudo da teoria. Cada material de estudo pode ter sua particularidade, sua densidade, quantidade de linhas por página, quantidade de gráficos, esquemas, etc. O importante é que você compare seu tempo de páginas por hora (PPH) do dia com o mesmo material, ou seja, com seu PPH daquele material em outros dias.",{"type":15,"tag":20,"props":111,"children":112},{},[113],{"type":24,"value":114},"Isso pode te mostrar que não está focado o suficiente e conscientemente fazer um esforço de deixar as distrações de lado para focar no seu estudo. Aqui é importante frizar que, devido à grande variedade de tipos de materiais teóricos (livros, PDFs, resumos, apostilas, mapas mentais, etc) não existe um indicador único que possa servir como referência do que é bom ou ruim. Em PDFs de matérias de humanas, por exemplo, Direito Administrativo, um bom indicador costuma ser algo como 1 página a cada 2 minutos.",{"type":15,"tag":20,"props":116,"children":117},{},[118],{"type":24,"value":119},"Enquanto que em matérias de exatas, esse tempo pode ser mais espaçado devido aos exercícios propostos que vem ser realizado durante o estudo. O importante é encontrar um bom ritmo em seu material e tentar melhorar seu próprio tempo a medida em que avança nos estudos, e se acostuma com a rotina. Saiba como melhora sua produtividade nos estudos.",{"type":15,"tag":46,"props":121,"children":123},{"id":122},"quantidade-de-questões-realizadas",[124],{"type":24,"value":125},"Quantidade de questões realizadas",{"type":15,"tag":20,"props":127,"children":128},{},[129],{"type":24,"value":130},"Este indicador é muito importante para quem estuda para concursos, Enem, OAB, etc. Todo estudo para concursos, ao cabo, sempre deverá se traduzir em resoluções de questões. Uma vez que a prova será composta por questões. Assim, a resolução de questões é o ponto principal para esse tipo de preparação. Aqui não há limites em termos máximos de questões por assunto ou por matérias. Mas é importante fazer duas observações.",{"type":15,"tag":20,"props":132,"children":133},{},[134,136,145],{"type":24,"value":135},"Primeiro, você deve ter um número maior de questões resolvidas nas matérias mais importantes da sua prova. Aquelas que caem mais e que tem um peso em pontuação maior. Segunda observação: você deve realizar mais questões daqueles assuntos em que tem mais dificuldade. Com o ",{"type":15,"tag":137,"props":138,"children":142},"a",{"href":139,"rel":140},"https://estugram.com",[141],"nofollow",[143],{"type":24,"value":144},"estugram",{"type":24,"value":146}," fica fácil monitorar quais são essas questões que merecem um reforço, com ajuda do indicador…",{"type":15,"tag":46,"props":148,"children":150},{"id":149},"porcentagem-de-acertos-por-assunto",[151],{"type":24,"value":152},"Porcentagem de acertos por assunto",{"type":15,"tag":20,"props":154,"children":155},{},[156],{"type":24,"value":157},"Um ponto de muita atenção durante a preparação para provas e concursos é o percentual de acertos. Por dois motivos: primeiro ele mede seu nível de absorção do conteúdo teórico estudado.",{"type":15,"tag":20,"props":159,"children":160},{},[161],{"type":24,"value":162},"Uma porcentagem muito baixa, isto é, abaixo de 50% pode indicar que a absorção do conteúdo não foi de acordo com o esperado. Outro motivo para monitar de perto esse indicador é que ele indica os pontos de melhoria.",{"type":15,"tag":20,"props":164,"children":165},{},[166],{"type":24,"value":167},"Isso pode fazer a diferença em sua prova. É muito provavel que as questões que você vai errar na sua prova façam parte do seu “ponto fraco”.",{"type":15,"tag":20,"props":169,"children":170},{},[171],{"type":24,"value":172},"Um segredo para melhorar seu desempenho geral é focar nos pontos fracos. Um desempenho ótimo costuma ser em torno de 85% para quem estuda para concursos. Isto porque chegar acima dos 90% costuma ser muito caro em termos de custo/benefício. Sempre haverá questões polêmicas, aquelas em que a banca arrisca anulações (nem sempre são anuladas), questões muito difíceis, que exigem conhecimento muito aprofundado ou muito pouco cobrado, etc.",{"type":15,"tag":20,"props":174,"children":175},{},[176,178,183],{"type":24,"value":177},"Recomendo que você use o ",{"type":15,"tag":137,"props":179,"children":181},{"href":139,"rel":180},[141],[182],{"type":24,"value":144},{"type":24,"value":184}," para medir e monitorar de perto todos estes indicadores. Em seus relátórios, você pode ver seu tempo de estudo em cada matéria e disciplica. Igualmente o desempenho em questões. Assim, naqueles assuntos em que seu desempenho foi abaixo do esperado, você pode aplicar um reforço, para diminuir seus pontos cegos e suas fraquezas, para que no dia da prova, a banca saia derrotada por você.",{"type":15,"tag":20,"props":186,"children":187},{},[188],{"type":24,"value":189},"Bons estudos!",{"title":7,"searchDepth":191,"depth":191,"links":192},2,[193,195,196,197],{"id":48,"depth":194,"text":51},3,{"id":101,"depth":194,"text":104},{"id":122,"depth":194,"text":125},{"id":149,"depth":194,"text":152},"markdown","content:posts:como-monitorar-o-desempenho-nos-estudos.md","content","posts/como-monitorar-o-desempenho-nos-estudos.md","posts/como-monitorar-o-desempenho-nos-estudos","md",1730657629771]